In [2]:
import pandas as pd

In [3]:
s = pd.Series(['banana', 42])

In [4]:
print(s)

0    banana
1        42
dtype: object

In [9]:
people = pd.DataFrame({'name':['kim', 'kang', 'san'],
                      'born':['1997-01-21', '1998-01-21', '1999-01-21'],
                      'age':[26,25,24]})

In [10]:
people

   name        born  age
0   kim  1997-01-21   26
1  kang  1998-01-21   25
2   san  1999-01-21   24